Repository: CofficLab/GitOK
Catalog: Plugins/BannerPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

source: Amazing Description
zh_hans: 精彩描述
zh_hant: 精彩描述
zh_hk: 精彩描述

source: App Name
zh_hans: 应用名称
zh_hant: 應用程式名稱
zh_hk: 應用程式名稱

# BannerPlugin
source: Banner
zh_hans: 横幅
zh_hant: 横幅
zh_hk: 橫幅

source: Centered layout, clean and elegant
zh_hans: 居中布局，简洁优雅
zh_hant: 置中佈局，簡潔優雅
zh_hk: 置中佈局，簡潔優雅

source: Classic Layout
zh_hans: 经典布局
zh_hant: 經典佈局
zh_hk: 經典佈局

source: Delete
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Deleted
zh_hans: 已删除
zh_hant: 已刪除
zh_hk: 已刪除

source: Download Standard PNG
zh_hans: 下载标准 PNG
zh_hant: 下載標準 PNG
zh_hk: 下載標準 PNG

source: Failed to create Banner: %@
zh_hans: 创建 Banner 失败：%@
zh_hant: 建立 Banner 失敗：%@
zh_hk: 建立 Banner 失敗：%@

source: Failed to create target directory: %@
zh_hans: 创建目标目录失败：%@
zh_hant: 建立目標目錄失敗：%@
zh_hk: 建立目標目錄失敗：%@

source: Failed to delete Banner: %@
zh_hans: 删除 Banner 失败：%@
zh_hant: 刪除 Banner 失敗：%@
zh_hk: 刪除 Banner 失敗：%@

source: Failed to generate PNG %@: %@
zh_hans: 生成 PNG %@ 失败：%@
zh_hant: 產生 PNG %@ 失敗：%@
zh_hk: 產生 PNG %@ 失敗：%@

source: Failed to generate screenshot %@: %@
zh_hans: 生成截图 %@ 失败：%@
zh_hant: 產生截圖 %@ 失敗：%@
zh_hk: 產生截圖 %@ 失敗：%@

source: Generating %@ (%d/%d)...
zh_hans: 正在生成 %@（%d/%d）...
zh_hant: 正在產生 %@（%d/%d）...
zh_hk: 正在產生 %@（%d/%d）...

source: Generating App Store screenshots...
zh_hans: 正在生成 App Store 截图...
zh_hant: 正在產生 App Store 截圖...
zh_hk: 正在產生 App Store 截圖...

source: Generating iPhone App Store screenshots...
zh_hans: 正在生成 iPhone App Store 截图...
zh_hant: 正在產生 iPhone App Store 截圖...
zh_hk: 正在產生 iPhone App Store 截圖...

source: Generating standard PNG...
zh_hans: 正在生成标准 PNG...
zh_hant: 正在產生標準 PNG...
zh_hk: 正在產生標準 PNG...

source: Invalid template data
zh_hans: 无效的模板数据
zh_hant: 無效的範本資料
zh_hk: 無效的範本資料

source: iPhone App Store Screenshots
zh_hans: iPhone App Store 截图
zh_hant: iPhone App Store 截圖
zh_hk: iPhone App Store 截圖

# iPhone App Store 截图
source: iPhone App Store Screenshots
zh_hans: iPhone App Store 截图
zh_hant: iPhone App Store 截图
zh_hk: iPhone App Store 截圖

source: Left: title, subtitle and features. Right: product image
zh_hans: 左侧：标题、副标题和特性。右侧：产品图片
zh_hant: 左側：標題、副標題和特性。右側：產品圖片
zh_hk: 左側：標題、副標題和特性。右側：產品圖片

source: Mac App Store Screenshots
zh_hans: Mac App Store 截图
zh_hant: Mac App Store 截圖
zh_hk: Mac App Store 截圖

# Mac App Store 截图
source: Mac App Store Screenshots
zh_hans: Mac App Store 截图
zh_hant: Mac App Store 截图
zh_hk: Mac App Store 截圖

source: Minimal Style
zh_hans: 极简风格
zh_hant: 極簡風格
zh_hk: 極簡風格

source: New Banner
zh_hans: 新建横幅
zh_hant: 新建横幅
zh_hk: 新建橫幅

source: New Banner file added
zh_hans: 已添加新的 Banner 文件
zh_hant: 已新增新的 Banner 檔案
zh_hk: 已新增新的 Banner 檔案

source: No access to Downloads folder
zh_hans: 无法访问下载文件夹
zh_hant: 無法存取下載資料夾
zh_hk: 無法存取下載資料夾

source: No Banners available
zh_hans: 没有可用的 Banner
zh_hant: 沒有可用的 Banner
zh_hk: 沒有可用的 Banner

source: Only successfully generated %d/%d files
zh_hans: 仅成功生成 %d/%d 个文件
zh_hant: 僅成功產生 %d/%d 個檔案
zh_hk: 僅成功產生 %d/%d 個檔案

source: Only successfully generated %d/%d screenshots
zh_hans: 仅成功生成 %d/%d 张截图
zh_hant: 僅成功產生 %d/%d 張截圖
zh_hk: 僅成功產生 %d/%d 張截圖

source: Successfully generated %d App Store screenshots
zh_hans: 成功生成 %d 张 App Store 截图
zh_hant: 成功產生 %d 張 App Store 截圖
zh_hk: 成功產生 %d 張 App Store 截圖

source: Successfully generated %d iPhone App Store screenshots
zh_hans: 成功生成 %d 张 iPhone App Store 截图
zh_hant: 成功產生 %d 張 iPhone App Store 截圖
zh_hk: 成功產生 %d 張 iPhone App Store 截圖

source: Successfully generated %d PNG files
zh_hans: 成功生成 %d 个 PNG 文件
zh_hant: 成功產生 %d 個 PNG 檔案
zh_hk: 成功產生 %d 個 PNG 檔案

source: Title Settings
zh_hans: 标题设置
zh_hant: 標題設定
zh_hk: 標題設定

# 下载 标准 PNG
source: Download Standard PNG
zh_hans: 下载 标准 PNG
zh_hant: 下载 标准 PNG
zh_hk: 下載 標準 PNG

# 产品图片
source: Product Image
zh_hans: 产品图片
zh_hant: 產品圖片
zh_hk: 產品圖片

# 创建Banner失败：%@
source: Failed to create banner: %@
zh_hans: 创建 Banner 失败：%@
zh_hant: 创建 Banner 失败：%@
zh_hk: 建立 Banner 失敗：%@

# 创建目标目录失败：%@
source: Failed to create target directory: %@
zh_hans: 创建目标目录失败：%@
zh_hant: 创建目标目录失败：%@
zh_hk: 建立目標目錄失敗：%@

# 删除
source: Delete
zh_hans: 删除
zh_hant: 删除
zh_hk: 刪除

# 删除Banner失败：%@
source: Failed to delete banner: %@
zh_hans: 删除Banner失败：%@
zh_hant: 删除Banner失败：%@
zh_hk: 刪除 Banner 失敗：%@

# 副标题
source: Subtitle
zh_hans: 副标题
zh_hant: 副標題
zh_hk: 副標題

# 副标题设置
source: Subtitle Settings
zh_hans: 副标题设置
zh_hant: 副標題設定
zh_hk: 副標題設定

# 只成功生成了 %d/%d 个截图
source: Only %d/%d screenshots generated successfully
zh_hans: 只成功生成了 %d/%d 个截图
zh_hant: 只成功生成了 %d/%d 个截图
zh_hk: 只成功生成了 %d/%d 個截圖

# 只成功生成了 %d/%d 个文件
source: Only %d/%d files generated successfully
zh_hans: 只成功生成了 %d/%d 个文件
zh_hant: 只成功生成了 %d/%d 个文件
zh_hk: 只成功生成了 %d/%d 個檔案

# 居中布局，简洁优雅
source: Centered layout, clean and elegant
zh_hans: 居中布局，简洁优雅
zh_hant: 居中布局，简洁优雅
zh_hk: 居中佈局，簡潔優雅

# 左侧标题副标题和特性，右侧产品图片
source: Left title subtitle and features, right product image
zh_hans: 左侧标题副标题和特性，右侧产品图片
zh_hant: 左侧标题副标题和特性，右侧产品图片
zh_hk: 左側標題副標題和特性，右側產品圖片

# 已删除
source: Deleted
zh_hans: 已删除
zh_hant: 已删除
zh_hk: 已刪除

# 已添加新的Banner文件
source: New banner file added
zh_hans: 已添加新的 Banner 文件
zh_hant: 已添加新的 Banner 文件
zh_hk: 已添加新的 Banner 檔案

# 成功生成 %d 个App Store截图
source: Successfully generated %d App Store screenshots
zh_hans: 成功生成 %d 个App Store截图
zh_hant: 成功生成 %d 个App Store截图
zh_hk: 成功生成 %d 個 App Store 截圖

# 成功生成 %d 个iPhone App Store截图
source: Successfully generated %d iPhone App Store screenshots
zh_hans: 成功生成 %d 个iPhone App Store截图
zh_hant: 成功生成 %d 个iPhone App Store截图
zh_hk: 成功生成 %d 個 iPhone App Store 截圖

# 成功生成 %d 个PNG文件
source: Successfully generated %d PNG files
zh_hans: 成功生成 %d 个PNG文件
zh_hant: 成功生成 %d 个PNG文件
zh_hk: 成功生成 %d 個 PNG 檔案

# 无权访问下载文件夹
source: No permission to access downloads folder
zh_hans: 无权访问下载文件夹
zh_hant: 无权访问下载文件夹
zh_hk: 無權存取下載資料夾

# 无边框
source: No Border
zh_hans: 无边框
zh_hant: 無邊框
zh_hk: 無邊框

# 暂无特性
source: No Features
zh_hans: 暂无特性
zh_hant: 暫無特性
zh_hk: 暫無特性

# 更换图片
source: Change Image
zh_hans: 更换图片
zh_hant: 更換圖片
zh_hk: 更換圖片

# 标题
source: Title
zh_hans: 标题
zh_hant: 標題
zh_hk: 標題

# 标题设置
source: Title Settings
zh_hans: 标题设置
zh_hant: 標題設定
zh_hk: 標題設定

# 正在生成 %@ (%d/%d)...
source: Generating %@ (%d/%d)...
zh_hans: 正在生成 %@ (%d/%d)...
zh_hant: 正在生成 %@ (%d/%d)...
zh_hk: 正在生成 %@ (%d/%d)...

# 正在生成App Store截图...
source: Generating App Store screenshots...
zh_hans: 正在生成App Store截图...
zh_hant: 正在生成App Store截图...
zh_hk: 正在生成 App Store 截圖...

# 正在生成iPhone App Store截图...
source: Generating iPhone App Store screenshots...
zh_hans: 正在生成iPhone App Store截图...
zh_hant: 正在生成iPhone App Store截图...
zh_hk: 正在生成 iPhone App Store 截圖...

# 正在生成标准PNG...
source: Generating standard PNG...
zh_hans: 正在生成标准PNG...
zh_hant: 正在生成标准PNG...
zh_hk: 正在生成標準 PNG...

# 没有可用的Banner
source: No banners available
zh_hans: 没有可用的Banner
zh_hant: 没有可用的Banner
zh_hk: 沒有可用的 Banner

# 添加
source: Add
zh_hans: 添加
zh_hant: 新增
zh_hk: 新增

# 添加新特性
source: Add Feature
zh_hans: 添加新特性
zh_hant: 新增特性
zh_hk: 新增特性

# 点击选择图片
source: Click to Select Image
zh_hans: 点击选择图片
zh_hant: 點擊選擇圖片
zh_hk: 點擊選擇圖片

# 特性列表
source: Features
zh_hans: 特性列表
zh_hant: 特性列表
zh_hk: 特性列表

# 生成PNG %@ 失败: %@
source: Failed to generate PNG %@: %@
zh_hans: 生成PNG %@ 失败: %@
zh_hant: 生成PNG %@ 失败: %@
zh_hk: 生成 PNG %@ 失敗: %@

# 生成截图 %@ 失败: %@
source: Failed to generate screenshot %@: %@
zh_hans: 生成截图 %@ 失败: %@
zh_hant: 生成截图 %@ 失败: %@
zh_hk: 生成截圖 %@ 失敗: %@

# 简约风格
source: Minimalist Style
zh_hans: 简约风格
zh_hant: 简约风格
zh_hk: 簡約風格

# 经典布局
source: Classic Layout
zh_hans: 经典布局
zh_hant: 经典布局
zh_hk: 經典佈局

# 背景设置
source: Background Settings
zh_hans: 背景设置
zh_hant: 背景設定
zh_hk: 背景設定

# 设备边框
source: Device Frame
zh_hans: 设备边框
zh_hant: 裝置邊框
zh_hk: 裝置邊框

# 请先选择一个Banner
source: Please select a banner first
zh_hans: 请先选择一个Banner
zh_hant: 请先选择一个Banner
zh_hk: 請先選擇一個 Banner

# 输入副标题
source: Enter Subtitle
zh_hans: 输入副标题
zh_hant: 輸入副標題
zh_hk: 輸入副標題

# 输入标题
source: Enter Title
zh_hans: 输入标题
zh_hant: 輸入標題
zh_hk: 輸入標題

# 选择或创建一个Banner
source: Select or Create a Banner
zh_hans: 选择或创建一个 Banner
zh_hant: 選擇或建立一個 Banner
zh_hk: 選擇或建立一個 Banner

# 选择设备
source: Select Device
zh_hans: 选择设备
zh_hant: 選擇裝置
zh_hk: 選擇裝置

# 选择颜色
source: Select Color
zh_hans: 选择颜色
zh_hant: 選擇顏色
zh_hk: 選擇顏色

# 透明度设置
source: Opacity Settings
zh_hans: 透明度设置
zh_hant: 透明度設定
zh_hk: 透明度設定

# 颜色
source: Color
zh_hans: 颜色
zh_hant: 顏色
zh_hk: 顏色
